Repository: rafael-valim/pediatrictools-ios
Catalog: PediatricTools/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

# flacc_severe
source: Severe Pain
es: Dolor Severo
fr: Douleur Sévère
pt_br: Dor Intensa

# flacc_subtitle
source: Pain assessment for pre-verbal children
es: Evaluación del dolor en niños pre-verbales
fr: Évaluation de la douleur chez les enfants pré-verbaux
pt_br: Avaliação de dor para crianças pré-verbais

# flacc_title
source: FLACC Pain Scale
es: Escala de Dolor FLACC
fr: Échelle de Douleur FLACC
pt_br: Escala de Dor FLACC

# font_size_large
source: Large
es: Grande
fr: Grand
pt_br: Grande

# font_size_medium
source: Medium
es: Mediano
fr: Moyen
pt_br: Médio

# font_size_small
source: Small
es: Pequeño
fr: Petit
pt_br: Pequeno

# font_size_system
source: System
es: Sistema
fr: Système
pt_br: Sistema

# font_size_xlarge
source: Extra Large
es: Extra Grande
fr: Très Grand
pt_br: Extra Grande

# font_size_xsmall
source: Extra Small
es: Extra Pequeño
fr: Très Petit
pt_br: Extra Pequeno

# font_size_xxlarge
source: XX-Large
es: XX-Grande
fr: XX-Grand
pt_br: XX-Grande

# font_size_xxxlarge
source: XXX-Large
es: XXX-Grande
fr: XXX-Grand
pt_br: XXX-Grande

# freq_q4_6h
source: q4-6h
es: c/4-6h
fr: toutes les 4-6h
pt_br: 4/4-6/6h

# freq_q6_8h
source: q6-8h
es: c/6-8h
fr: toutes les 6-8h
pt_br: 6/6-8/8h

# freq_q6h
source: q6h
es: c/6h
fr: toutes les 6h
pt_br: 6/6h

# freq_q8_12h
source: q8-12h
es: c/8-12h
fr: toutes les 8-12h
pt_br: 8/8-12/12h

# freq_q8h
source: q8h
es: c/8h
fr: toutes les 8h
pt_br: 8/8h

# freq_q12h
source: q12h
es: c/12h
fr: toutes les 12h
pt_br: 12/12h

# freq_q24h
source: q24h
es: c/24h
fr: toutes les 24h
pt_br: 24/24h

# freq_q24h_day1
source: q24h (day 1: 10mg/kg)
es: c/24h (día 1: 10mg/kg)
fr: toutes les 24h (jour 1 : 10mg/kg)
pt_br: 24/24h (dia 1: 10mg/kg)

# gcs_age_child
source: Child (≥2 yr)
es: Niño (≥2 años)
fr: Enfant (≥2 ans)
pt_br: Criança (≥2 anos)

# gcs_age_group
source: Age Group
es: Grupo de Edad
fr: Groupe d'Âge
pt_br: Faixa Etária

# gcs_age_infant
source: Infant (<2 yr)
es: Lactante (<2 años)
fr: Nourrisson (<2 ans)
pt_br: Lactente (<2 anos)

# gcs_criteria
source: Criteria
es: Criterios
fr: Critères
pt_br: Critérios

# gcs_eye
source: Eye Opening
es: Apertura Ocular
fr: Ouverture des Yeux
pt_br: Abertura Ocular

# gcs_eye_1
source: None
es: Ninguna
fr: Aucune
pt_br: Nenhuma

# gcs_eye_2
source: To pain
es: Al dolor
fr: À la douleur
pt_br: À dor

# gcs_eye_3
source: To voice
es: A la voz
fr: À la voix
pt_br: À voz

# gcs_eye_4
source: Spontaneous
es: Espontánea
fr: Spontanée
pt_br: Espontânea

# gcs_mild
source: Mild Injury
es: Lesión Leve
fr: Lésion Légère
pt_br: Lesão Leve

# gcs_moderate
source: Moderate Injury
es: Lesión Moderada
fr: Lésion Modérée
pt_br: Lesão Moderada

# gcs_motor
source: Motor Response
es: Respuesta Motora
fr: Réponse Motrice
pt_br: Resposta Motora

# gcs_motor_1
source: None
es: Ninguna
fr: Aucune
pt_br: Nenhuma

# gcs_motor_2
source: Extension
es: Extensión
pt_br: Extensão

# gcs_motor_3
source: Abnormal flexion
es: Flexión anormal
fr: Flexion anormale
pt_br: Flexão anormal

# gcs_motor_4
source: Withdrawal
es: Retirada
fr: Retrait
pt_br: Retirada

# gcs_motor_5
source: Localizes pain
es: Localiza dolor
fr: Localise la douleur
pt_br: Localiza dor

# gcs_motor_6
source: Obeys commands
es: Obedece órdenes
fr: Obéit aux ordres
pt_br: Obedece comandos

# gcs_severe
source: Severe Injury
es: Lesión Grave
fr: Lésion Sévère
pt_br: Lesão Grave

# gcs_subtitle
source: Pediatric consciousness assessment
es: Evaluación de consciencia pediátrica
fr: Évaluation de la conscience pédiatrique
pt_br: Avaliação de consciência pediátrica

# gcs_title
source: Glasgow Coma Scale
es: Escala de Coma de Glasgow
fr: Échelle de Coma de Glasgow
pt_br: Escala de Coma de Glasgow

# gcs_verbal
source: Verbal Response
es: Respuesta Verbal
fr: Réponse Verbale
pt_br: Resposta Verbal

# gcs_verbal_child_1
source: None
es: Ninguna
fr: Aucune
pt_br: Nenhuma

# gcs_verbal_child_2
source: Incomprehensible sounds
es: Sonidos incomprensibles
fr: Sons incompréhensibles
pt_br: Sons incompreensíveis

# gcs_verbal_child_3
source: Inappropriate words
es: Palabras inapropiadas
fr: Mots inappropriés
pt_br: Palavras inapropriadas

# gcs_verbal_child_4
source: Confused
es: Confuso
fr: Confus
pt_br: Confuso

# gcs_verbal_child_5
source: Oriented
es: Orientado
fr: Orienté
pt_br: Orientado

# gcs_verbal_infant_1
source: None
es: Ninguna
fr: Aucune
pt_br: Nenhuma

# gcs_verbal_infant_2
source: Moaning
es: Gimiendo
fr: Gémissements
pt_br: Gemendo

# gcs_verbal_infant_3
source: Crying to pain
es: Llanto al dolor
fr: Pleurs à la douleur
pt_br: Choro à dor

# gcs_verbal_infant_4
source: Irritable crying
es: Llanto irritable
fr: Pleurs irritables
pt_br: Choro irritado

# gcs_verbal_infant_5
source: Cooing, babbling
es: Balbuceo, vocalización
fr: Gazouillis, babillage
pt_br: Balbucio, vocalização

# genitals_female_0
source: Prominent clitoris, small labia minora
es: Clítoris prominente, labios menores pequeños
fr: Clitoris proéminent, petites lèvres petites
pt_br: Clitóris proeminente, pequenos lábios menores

# genitals_female_1
source: Prominent clitoris, enlarging minora
es: Clítoris prominente, labios menores agrandándose
fr: Clitoris proéminent, petites lèvres croissantes
pt_br: Clitóris proeminente, lábios menores aumentando

# genitals_female_2
source: Majora & minora equally prominent
es: Labios mayores y menores igualmente prominentes
fr: Grandes et petites lèvres également proéminentes
pt_br: Lábios maiores e menores igualmente proeminentes

# genitals_female_3
source: Majora large, minora small
es: Labios mayores grandes, menores pequeños
fr: Grandes lèvres larges, petites lèvres petites
pt_br: Lábios maiores grandes, menores pequenos

# genitals_female_4
source: Majora cover clitoris & minora
es: Labios mayores cubren clítoris y menores
fr: Grandes lèvres couvrent clitoris et petites lèvres
pt_br: Lábios maiores cobrem clitóris e menores

# genitals_female_minus1
source: Clitoris prominent, labia flat
es: Clítoris prominente, labios planos
fr: Clitoris proéminent, lèvres plates
pt_br: Clitóris proeminente, lábios planos

# genitals_male_0
source: Scrotum empty, faint rugae
es: Escroto vacío, pliegues tenues
fr: Scrotum vide, plis ténus
pt_br: Escroto vazio, rugas tênues

# genitals_male_1
source: Testes in upper canal, rare rugae
es: Testículos en canal superior, pliegues raros
fr: Testicules dans le canal supérieur, plis rares
pt_br: Testículos no canal superior, rugas raras

# genitals_male_2
source: Testes descending, few rugae
es: Testículos descendiendo, pocos pliegues
fr: Testicules descendant, peu de plis
pt_br: Testículos descendo, poucas rugas

# genitals_male_3
source: Testes down, good rugae
es: Testículos descendidos, buenos pliegues
fr: Testicules descendus, bons plis
pt_br: Testículos descidos, boas rugas

# genitals_male_4
source: Testes pendulous, deep rugae
es: Testículos pendulares, pliegues profundos
fr: Testicules pendulaires, plis profonds
pt_br: Testículos pendulares, rugas profundas

# genitals_male_minus1
source: Scrotum flat, smooth
es: Escroto plano, liso
fr: Scrotum plat, lisse
pt_br: Escroto plano, liso

# gfr_creatinine
source: Serum Creatinine
es: Creatinina Sérica
fr: Créatinine Sérique
pt_br: Creatinina Sérica

# gfr_formula
source: Formula
es: Fórmula
fr: Formule
pt_br: Fórmula

# gfr_formula_explanation
source: Bedside Schwartz equation: eGFR = 0.413 × (height / creatinine)
es: Ecuación de Schwartz: eTFG = 0,413 × (altura / creatinina)
fr: Équation de Schwartz: DFGe = 0,413 × (taille / créatinine)
pt_br: Equação de Schwartz: eTFG = 0,413 × (altura / creatinina)

# gfr_kidney_failure
source: Kidney Failure
es: Insuficiencia Renal
fr: Insuffisance Rénale
pt_br: Insuficiência Renal

# gfr_mild
source: Mild Decrease
es: Disminución Leve
fr: Diminution Légère
pt_br: Diminuição Leve

# gfr_moderate
source: Moderate Decrease
es: Disminución Moderada
fr: Diminution Modérée
pt_br: Diminuição Moderada

# gfr_result
source: eGFR
es: eTFG
fr: DFGe
pt_br: eTFG

# gfr_severe
source: Severe Decrease
es: Disminución Grave
fr: Diminution Sévère
pt_br: Diminuição Grave

# gfr_subtitle
source: Estimated glomerular filtration rate
es: Tasa de filtración glomerular estimada
fr: Débit de filtration glomérulaire estimé
pt_br: Taxa de filtração glomerular estimada

# gfr_title
source: Schwartz GFR
es: GFR de Schwartz
fr: DFG de Schwartz
pt_br: GFR de Schwartz

# growth_age_months
source: Age (months)
es: Edad (meses)
fr: Âge (mois)
pt_br: Idade (meses)

# growth_data_note
source: Based on WHO Child Growth Standards (0–24 months)
es: Basado en los Estándares de Crecimiento Infantil de la OMS (0–24 meses)
fr: Basé sur les Normes de Croissance de l'OMS (0–24 mois)
pt_br: Baseado nos Padrões de Crescimento Infantil da OMS (0–24 meses)

# growth_input
source: Input
es: Datos
fr: Données
pt_br: Dados

# growth_length_for_age
source: Length for Age
es: Longitud para la Edad
fr: Taille pour l'Âge
pt_br: Comprimento para Idade

# growth_measurement
source: Measurement
es: Medida
fr: Mesure
pt_br: Medida

# growth_percentile
source: Percentile
es: Percentil
pt_br: Percentil

# growth_subtitle
source: WHO growth charts
es: Curvas de crecimiento OMS
fr: Courbes de croissance OMS
pt_br: Curvas de crescimento OMS

# growth_title
source: Growth Percentile
es: Percentil de Crecimiento
fr: Percentile de Croissance
pt_br: Percentil de Crescimento

# growth_weight_for_age
source: Weight for Age
es: Peso para la Edad
fr: Poids pour l'Âge
pt_br: Peso para Idade

# growth_zscore
source: Z-Score
es: Puntaje Z
fr: Score Z
pt_br: Escore Z

# heel_to_ear_0
source: Near ear
es: Cerca de la oreja
fr: Près de l'oreille
pt_br: Perto da orelha

# heel_to_ear_1
source: Moderate resistance
es: Resistencia moderada
fr: Résistance modérée
pt_br: Resistência moderada

# heel_to_ear_2
source: Mid resistance
es: Resistencia media
fr: Résistance moyenne
pt_br: Resistência média

# heel_to_ear_3
source: Strong resistance
es: Resistencia fuerte
fr: Résistance forte
pt_br: Resistência forte

# heel_to_ear_4
source: Does not reach
es: No alcanza
fr: N'atteint pas
pt_br: Não alcança

# heel_to_ear_minus1
source: Touches ear
es: Toca la oreja
fr: Touche l'oreille
pt_br: Toca a orelha

# input_height
source: Height
es: Talla
fr: Taille
pt_br: Altura

# input_weight
source: Weight
es: Peso
fr: Poids
pt_br: Peso

# ivfluid_daily_rate
source: Daily Volume
es: Volumen Diario
fr: Volume Quotidien
pt_br: Volume Diário

# ivfluid_daily_short
source: Daily
es: Diario
fr: Quotidien
pt_br: Diário

# ivfluid_electrolytes
source: Electrolytes
es: Electrolitos
fr: Électrolytes
pt_br: Eletrólitos

# ivfluid_electrolytes_info
source: Na⁺ 20–30 mEq/L, K⁺ 20 mEq/L, Dextrose 5%
es: Na⁺ 20–30 mEq/L, K⁺ 20 mEq/L, Dextrosa 5%
pt_br: Na⁺ 20–30 mEq/L, K⁺ 20 mEq/L, Glicose 5%

# ivfluid_formula
source: Formula
es: Fórmula
fr: Formule
pt_br: Fórmula

# ivfluid_formula_explanation
source: Holliday-Segar: 0–10 kg = 100 mL/kg/day, 10–20 kg = 1000 + 50 mL/kg/day, >20 kg = 1500 + 20 mL/kg/day
es: Holliday-Segar: 0–10 kg = 100 mL/kg/día, 10–20 kg = 1000 + 50 mL/kg/día, >20 kg = 1500 + 20 mL/kg/día
fr: Holliday-Segar : 0–10 kg = 100 mL/kg/jour, 10–20 kg = 1000 + 50 mL/kg/jour, >20 kg = 1500 + 20 mL/kg/jour
pt_br: Holliday-Segar: 0–10 kg = 100 mL/kg/dia, 10–20 kg = 1000 + 50 mL/kg/dia, >20 kg = 1500 + 20 mL/kg/dia

# ivfluid_hourly_rate
source: Hourly Rate
es: Tasa Horaria
fr: Débit Horaire
pt_br: Taxa Horária

# ivfluid_hourly_short
source: Hourly
es: Horario
fr: Horaire
pt_br: Horário

# ivfluid_per_kg
source: Per kg/day
es: Por kg/día
fr: Par kg/jour
pt_br: Por kg/dia

# ivfluid_results
source: Results
es: Resultados
fr: Résultats
pt_br: Resultados

# ivfluid_subtitle
source: Holliday-Segar calculation
es: Cálculo de Holliday-Segar
fr: Calcul de Holliday-Segar
pt_br: Cálculo de Holliday-Segar

# ivfluid_title
source: IV Fluid Rate
es: Tasa de Fluido IV
fr: Débit de Perfusion IV
pt_br: Taxa de Fluido IV

# lanugo_0
source: Sparse
es: Escasa
fr: Clairsemé
pt_br: Escassa

# lanugo_1
source: Abundant
es: Abundante
fr: Abondant
pt_br: Abundante

# lanugo_2
source: Thinning
es: Raleando
fr: S'amincissant
pt_br: Raleando

# lanugo_3
source: Bald areas
es: Zonas calvas
fr: Zones dégarnies
pt_br: Áreas calvas

# lanugo_4
source: Mostly bald
es: Casi sin lanugo
fr: Presque glabre
pt_br: Quase sem lanugem

# lanugo_minus1
source: None
es: Ninguno
fr: Aucun
pt_br: Nenhuma

# med_acetaminophen
source: Acetaminophen
es: Paracetamol
fr: Paracétamol
pt_br: Paracetamol

# med_amoxicillin
source: Amoxicillin
es: Amoxicilina
fr: Amoxicilline
pt_br: Amoxicilina

# med_amoxicillin_hd
source: Amoxicillin (High Dose)
es: Amoxicilina (Dosis Alta)
fr: Amoxicilline (Haute Dose)
pt_br: Amoxicilina (Dose Alta)

# med_azithromycin
source: Azithromycin
es: Azitromicina
fr: Azithromycine
pt_br: Azitromicina

# med_cephalexin
source: Cephalexin
es: Cefalexina
fr: Céfalexine
pt_br: Cefalexina

# med_diphenhydramine
source: Diphenhydramine
es: Difenhidramina
fr: Diphénhydramine
pt_br: Difenidramina

# med_ibuprofen
source: Ibuprofen
es: Ibuprofeno
fr: Ibuprofène
pt_br: Ibuprofeno

# med_ondansetron
source: Ondansetron
es: Ondansetrón
fr: Ondansétron
pt_br: Ondansetrona

# med_prednisolone
source: Prednisolone
es: Prednisolona
pt_br: Prednisolona

# pecarn_age_2plus
source: ≥2 years
es: ≥2 años
fr: ≥2 ans
pt_br: ≥2 anos

# pecarn_age_group
source: Age Group
es: Grupo de Edad
fr: Groupe d'Âge
pt_br: Faixa Etária

# pecarn_age_under2
source: <2 years
es: <2 años
fr: <2 ans
pt_br: <2 anos

# pecarn_ams
source: Altered Mental Status
es: Estado Mental Alterado
fr: État Mental Altéré
pt_br: Estado Mental Alterado

# pecarn_ams_detail
source: GCS ≤14, agitation, sleepiness, slow response, repetitive questioning
es: ECG ≤14, agitación, somnolencia, respuesta lenta, preguntas repetitivas
fr: ECG ≤14, agitation, somnolence, réponse lente, questions répétitives
pt_br: ECG ≤14, agitação, sonolência, resposta lenta, perguntas repetitivas

# pecarn_basilar_detail
source: Hemotympanum, raccoon eyes, Battle sign, CSF otorrhea/rhinorrhea
es: Hemotímpano, ojos de mapache, signo de Battle, otorrea/rinorrea de LCR
fr: Hémotympan, yeux de raton laveur, signe de Battle, otorrhée/rhinorrhée de LCR
pt_br: Hemotímpano, olhos de guaxinim, sinal de Battle, otorreia/rinorreia de LCR

# pecarn_basilar_fracture
source: Signs of Basilar Skull Fracture
es: Signos de Fractura de la Base del Cráneo
fr: Signes de Fracture de la Base du Crâne
pt_br: Sinais de Fratura da Base do Crânio

# pecarn_criteria
source: Criteria
es: Criterios
fr: Critères
pt_br: Critérios

# pecarn_headache
source: Severe Headache
es: Cefalea Severa
fr: Céphalée Sévère
pt_br: Cefaleia Intensa

# pecarn_hematoma
source: Occipital/Parietal/Temporal Scalp Hematoma
es: Hematoma Occipital/Parietal/Temporal del Cuero Cabelludo
fr: Hématome Occipital/Pariétal/Temporal du Cuir Chevelu
pt_br: Hematoma Occipital/Parietal/Temporal do Couro Cabeludo

# pecarn_higher
source: Higher Risk (~4.4%)
es: Riesgo Elevado (~4,4%)
fr: Risque Élevé (~4,4%)
pt_br: Risco Elevado (~4,4%)

# pecarn_intermediate
source: Intermediate Risk (~0.9%)
es: Riesgo Intermedio (~0,9%)
fr: Risque Intermédiaire (~0,9%)
pt_br: Risco Intermediário (~0,9%)

# pecarn_loc
source: Loss of Consciousness
es: Pérdida de Consciencia
fr: Perte de Conscience
pt_br: Perda de Consciência

# pecarn_loc_5s
source: Loss of Consciousness ≥5s
es: Pérdida de Consciencia ≥5s
fr: Perte de Conscience ≥5s
pt_br: Perda de Consciência ≥5s

# pecarn_mechanism_detail
source: MVC with ejection/rollover/fatality, pedestrian/cyclist vs vehicle, fall >3ft (<2yr) or >5ft (≥2yr), head struck by high-impact object
es: Accidente vehicular con eyección/volcadura/fatalidad, peatón/ciclista vs vehículo, caída >0,9m (<2a) o >1,5m (≥2a), impacto de objeto de alta energía
fr: Accident de voiture avec éjection/retournement/décès, piéton/cycliste vs véhicule, chute >0,9m (<2a) ou >1,5m (≥2a), impact d'objet à haute énergie
pt_br: Acidente veicular com ejeção/capotamento/fatalidade, pedestre/ciclista vs veículo, queda >0,9m (<2a) ou >1,5m (≥2a), impacto de objeto de alta energia

# pecarn_not_normal
source: Not Acting Normally per Parent
es: No Actúa Normalmente según los Padres
fr: Ne Se Comporte Pas Normalement selon les Parents
pt_br: Não Agindo Normalmente (relato dos pais)

# pecarn_rec_higher
source: CT recommended
es: TC recomendada
fr: TDM recommandé
pt_br: TC recomendada

# pecarn_rec_intermediate
source: Consider observation vs. CT based on clinical judgment
es: Considerar observación vs. TC según juicio clínico
fr: Envisager observation vs. TDM selon le jugement clinique
pt_br: Considerar observação vs. TC conforme julgamento clínico

# pecarn_rec_very_low
source: CT not recommended
es: TC no recomendada
fr: TDM non recommandé
pt_br: TC não recomendada

# pecarn_severe_mechanism
source: Severe Mechanism of Injury
es: Mecanismo Severo de Lesión
fr: Mécanisme Sévère de Blessure
pt_br: Mecanismo Grave de Lesão

# pecarn_skull_fracture
source: Palpable Skull Fracture
es: Fractura Craneal Palpable
fr: Fracture Crânienne Palpable
pt_br: Fratura Craniana Palpável

# pecarn_subtitle
source: Pediatric head injury decision rule
es: Regla de decisión para trauma craneal pediátrico
fr: Règle de décision pour traumatisme crânien pédiatrique
pt_br: Regra de decisão para trauma craniano pediátrico

# pecarn_title
source: PECARN Rule
es: Regla PECARN
fr: Règle PECARN
pt_br: Regra PECARN

# pecarn_very_low
source: Very Low Risk (<0.02%)
es: Riesgo Muy Bajo (<0,02%)
fr: Risque Très Faible (<0,02%)
pt_br: Risco Muito Baixo (<0,02%)

# pecarn_vomiting
source: Vomiting
es: Vómito
fr: Vomissements
pt_br: Vômito

# pews_behavior
source: Behavior
es: Comportamiento
fr: Comportement
pt_br: Comportamento

# pews_behavior_0
source: Playing/appropriate
es: Jugando/adecuado
fr: Joue/approprié
pt_br: Brincando/adequado

# pews_behavior_1
source: Sleeping
es: Durmiendo
fr: Dort
pt_br: Dormindo

# pews_behavior_3
source: Lethargic/confused
es: Letárgico/confuso
fr: Léthargique/confus
pt_br: Letárgico/confuso

# pews_cardiovascular_0
source: Pink, CRT 1–2s
es: Rosado, TRC 1–2s
fr: Rose, TRC 1–2s
pt_br: Rosado, TEC 1–2s

# pews_cardiovascular_1
source: Pale, CRT 3s
es: Pálido, TRC 3s
fr: Pâle, TRC 3s
pt_br: Pálido, TEC 3s

# pews_cardiovascular_2
source: Gray, CRT 4s
es: Grisáceo, TRC 4s
fr: Grisâtre, TRC 4s
pt_br: Acinzentado, TEC 4s

# pews_cardiovascular_3
source: Gray/mottled, CRT ≥5s
es: Grisáceo/moteado, TRC ≥5s
fr: Grisâtre/marbré, TRC ≥5s
pt_br: Acinzentado/moteado, TEC ≥5s

# pews_criteria
source: Criteria
es: Criterios
fr: Critères
pt_br: Critérios

# pews_high_risk
source: High risk
es: Alto riesgo
fr: Risque élevé
pt_br: Alto risco

# pews_low_risk
source: Low risk
es: Bajo riesgo
fr: Risque faible
pt_br: Baixo risco

# pews_moderate_risk
source: Moderate risk
es: Riesgo moderado
fr: Risque modéré
pt_br: Risco moderado

# pews_respiratory
source: Respiratory
es: Respiratorio
fr: Respiratoire
pt_br: Respiratório

# pews_respiratory_1
source: >10 above normal, accessory use
es: >10 sobre lo normal, uso de accesorios
fr: >10 au-dessus de la normale, tirage
pt_br: >10 acima do normal, uso de acessórios

# pews_respiratory_2
source: >20 above normal, retractions
es: >20 sobre lo normal, retracciones
fr: >20 au-dessus de la normale, rétractions
pt_br: >20 acima do normal, retrações

# pews_respiratory_3
source: ≤5 below normal, grunting
es: ≤5 bajo lo normal, quejido
fr: ≤5 sous la normale, geignement
pt_br: ≤5 abaixo do normal, gemência

# pews_subtitle
source: Pediatric Early Warning
es: Alerta Temprana Pediátrica
fr: Alerte Précoce Pédiatrique
pt_br: Alerta Precoce Pediátrico

# pews_title
source: PEWS Score
es: Puntaje PEWS
fr: Score PEWS
pt_br: Escore PEWS

# phoenix_coagulation
source: Coagulation
es: Coagulación
pt_br: Coagulação

# phoenix_d_dimer
source: D-dimer
es: Dímero D
fr: D-dimères
pt_br: D-dímero

# phoenix_fibrinogen
source: Fibrinogen
es: Fibrinógeno
fr: Fibrinogène
pt_br: Fibrinogênio

# phoenix_gcs
source: GCS
es: ECG
fr: ECG
pt_br: ECG

# phoenix_invasive_vent
source: Invasive Mechanical Ventilation
es: Ventilación Mecánica Invasiva
fr: Ventilation Mécanique Invasive
pt_br: Ventilação Mecânica Invasiva

# phoenix_lactate
source: Lactate
es: Lactato
pt_br: Lactato

# phoenix_low_map
source: Low MAP for Age
es: PAM Baja para la Edad
fr: PAM Basse pour l'Âge
pt_br: PAM Baixa para Idade

# phoenix_neurologic
source: Neurologic
es: Neurológico
fr: Neurologique
pt_br: Neurológico

# phoenix_no_sepsis
source: No Sepsis
es: Sin Sepsis
fr: Pas de Sepsis
pt_br: Sem Sepse

# phoenix_platelets
source: Platelets
es: Plaquetas
fr: Plaquettes
pt_br: Plaquetas

# phoenix_ratio
source: ratio
es: razón
fr: rapport
pt_br: razão

# phoenix_respiratory
source: Respiratory
es: Respiratorio
fr: Respiratoire
pt_br: Respiratório

# phoenix_septic_shock
source: Septic Shock
es: Choque Séptico
fr: Choc Septique
pt_br: Choque Séptico

# phoenix_subtitle
source: Sepsis criteria score
es: Puntaje de criterios de sepsis
fr: Score de critères de sepsis
pt_br: Escore de critérios de sepse

# phoenix_title
source: Phoenix Sepsis
es: Sepsis Phoenix
fr: Sepsis Phoenix
pt_br: Sepse Phoenix

# phoenix_vasoactives
source: Vasoactive Medications
es: Medicamentos Vasoactivos
fr: Médicaments Vasoactifs
pt_br: Medicações Vasoativas

# plantar_surface_0
source: Heel-toe 40–50mm
es: Talón-dedo 40–50mm
fr: Talon-orteil 40–50mm
pt_br: Calcanhar-dedo 40–50mm

# plantar_surface_1
source: Faint red marks
es: Marcas rojas tenues
fr: Marques rouges ténues
pt_br: Marcas vermelhas tênues

# plantar_surface_2
source: Anterior transverse crease
es: Pliegue transversal anterior
fr: Pli transversal antérieur
pt_br: Prega transversal anterior

# plantar_surface_3
source: Creases on anterior 2/3
es: Pliegues en 2/3 anteriores
fr: Plis sur les 2/3 antérieurs
pt_br: Pregas nos 2/3 anteriores

# plantar_surface_4
source: Creases over entire sole
es: Pliegues en toda la planta
fr: Plis sur toute la plante
pt_br: Pregas em toda a planta

# plantar_surface_minus1
source: Heel-toe <40mm
es: Talón-dedo <40mm
fr: Talon-orteil <40mm
pt_br: Calcanhar-dedo <40mm

# posture_0
source: Extension
es: Extensión
pt_br: Extensão

# posture_1
source: Slight flexion
es: Leve flexión
fr: Légère flexion
pt_br: Leve flexão

# posture_2
source: Moderate flexion
es: Flexión moderada
fr: Flexion modérée
pt_br: Flexão moderada

# posture_3
source: Strong flexion
es: Flexión acentuada
fr: Flexion prononcée
pt_br: Flexão acentuada

# posture_4
source: Full flexion
es: Flexión total
fr: Flexion totale
pt_br: Flexão total

# posture_minus1
source: Full extension
es: Extensión total
fr: Extension totale
pt_br: Extensão total

# pram_air_entry
source: Air Entry
es: Entrada de Aire
fr: Entrée d'Air
pt_br: Entrada de Ar

# pram_air_entry_1
source: Decreased at bases
es: Disminuida en las bases
fr: Diminuée aux bases
pt_br: Diminuída nas bases

# pram_air_entry_2
source: Widespread decrease
es: Disminución generalizada
fr: Diminution généralisée
pt_br: Diminuição generalizada

# pram_air_entry_3
source: Absent/minimal
es: Ausente/mínima
fr: Absente/minimale
pt_br: Ausente/mínima

# pram_criteria
source: Criteria
es: Criterios
fr: Critères
pt_br: Critérios

# pram_mild
source: Mild
es: Leve
fr: Léger
pt_br: Leve

# pram_moderate
source: Moderate
es: Moderado
fr: Modéré
pt_br: Moderado

# pram_o2sat
source: O₂ Saturation
es: Saturación de O₂
fr: Saturation en O₂
pt_br: Saturação de O₂

# pram_scalene
source: Scalene Muscle Contraction
es: Contracción del Músculo Escaleno
fr: Contraction du Muscle Scalène
pt_br: Contração do Músculo Escaleno

# pram_scalene_0
source: Absent
es: Ausente
pt_br: Ausente

# pram_scalene_1
source: Present
es: Presente
fr: Présent
pt_br: Presente
